Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Choose at least one device.
ar: اختر جهازًا واحدًا على الأقل.
de: Wähle mindestens ein Gerät.
el: Επιλέξτε τουλάχιστον μία συσκευή.
es: Elige al menos un dispositivo.
fa: دست‌کم یک دستگاه انتخاب کنید.
fr: Choisissez au moins un appareil.
he: בחר לפחות מכשיר אחד.
hi: कम से कम एक डिवाइस चुनें।
id: Pilih setidaknya satu perangkat.
it: Scegli almeno un dispositivo.
ja: 少なくとも 1 台のデバイスを選んでください。
ko: 기기를 하나 이상 선택하세요.
nl: Kies minstens één apparaat.
pl: Wybierz co najmniej jedno urządzenie.
pt: Escolha pelo menos um dispositivo.
ru: Выберите хотя бы одно устройство.
sv: Välj minst en enhet.
th: เลือกอุปกรณ์อย่างน้อยหนึ่งเครื่อง
tr: En az bir cihaz seçin.
uk: Виберіть принаймні один пристрій.
vi: Chọn ít nhất một thiết bị.
zh_hans: 请至少选择一个设备。

source: Suggested from the App Store. Untick any device this app doesn't really support.
ar: مقترحة من App Store. ألغِ تحديد أي جهاز لا يدعمه هذا التطبيق فعلًا.
de: Vorschlag aus dem App Store. Entferne den Haken bei jedem Gerät, das diese App nicht wirklich unterstützt.
el: Προτείνεται από το App Store. Αποεπιλέξτε όποια συσκευή δεν υποστηρίζει πραγματικά αυτή η εφαρμογή.
es: Sugeridos a partir del App Store. Desmarca cualquier dispositivo que esta app no admita realmente.
fa: پیشنهادشده از App Store. تیک هر دستگاهی را که این برنامه واقعاً پشتیبانی نمی‌کند بردارید.
fr: Suggérés d'après l'App Store. Décochez tout appareil que cette appli ne prend pas vraiment en charge.
he: הוצע לפי ה-App Store. בטל את הסימון של כל מכשיר שהאפליקציה לא באמת תומכת בו.
hi: App Store से सुझाए गए। जो डिवाइस यह ऐप सच में सपोर्ट नहीं करता, उसे अनचेक करें।
id: Disarankan dari App Store. Hapus centang perangkat yang sebenarnya tidak didukung aplikasi ini.
it: Suggeriti dall'App Store. Deseleziona i dispositivi che questa app non supporta davvero.
ja: App Store の情報から提案しています。このアプリが実際には対応していないデバイスはチェックを外してください。
ko: App Store에서 제안된 기기입니다. 이 앱이 실제로 지원하지 않는 기기는 선택 해제하세요.
nl: Voorgesteld op basis van de App Store. Vink elk apparaat uit dat deze app niet echt ondersteunt.
pl: Sugerowane na podstawie App Store. Odznacz każde urządzenie, którego ta aplikacja w rzeczywistości nie obsługuje.
pt: Sugeridos a partir da App Store. Desmarque qualquer dispositivo que este app não suporte de verdade.
ru: Предложено по данным App Store. Снимите отметку с устройств, которые приложение на самом деле не поддерживает.
sv: Föreslaget utifrån App Store. Avmarkera enheter som appen inte egentligen stöder.
th: แนะนำจาก App Store ยกเลิกการเลือกอุปกรณ์ที่แอปนี้ไม่ได้รองรับจริง
tr: App Store'a göre önerildi. Bu uygulamanın gerçekte desteklemediği cihazların işaretini kaldırın.
uk: Запропоновано за даними App Store. Зніміть позначку з пристроїв, які додаток насправді не підтримує.
vi: Được gợi ý từ App Store. Bỏ chọn thiết bị nào ứng dụng này thực sự không hỗ trợ.
zh_hans: 根据 App Store 建议。取消勾选此应用实际上不支持的设备。

source: Choose at least one device this app supports to continue.
ar: اختر جهازًا واحدًا على الأقل يدعمه هذا التطبيق للمتابعة.
de: Wähle mindestens ein Gerät, das diese App unterstützt, um fortzufahren.
el: Επιλέξτε τουλάχιστον μία συσκευή που υποστηρίζει αυτή η εφαρμογή για να συνεχίσετε.
es: Elige al menos un dispositivo compatible con esta app para continuar.
fa: برای ادامه، دست‌کم یک دستگاه را که این برنامه پشتیبانی می‌کند انتخاب کنید.
fr: Choisissez au moins un appareil compatible avec cette appli pour continuer.
he: בחר לפחות מכשיר אחד שהאפליקציה תומכת בו כדי להמשיך.
hi: जारी रखने के लिए कम से कम एक डिवाइस चुनें जिसे यह ऐप सपोर्ट करता है।
id: Pilih setidaknya satu perangkat yang didukung aplikasi ini untuk melanjutkan.
it: Scegli almeno un dispositivo supportato da questa app per continuare.
ja: 続けるには、このアプリが対応しているデバイスを少なくとも 1 台選んでください。
ko: 계속하려면 이 앱이 지원하는 기기를 하나 이상 선택하세요.
nl: Kies minstens één apparaat dat deze app ondersteunt om door te gaan.
pl: Aby kontynuować, wybierz co najmniej jedno urządzenie obsługiwane przez tę aplikację.
pt: Escolha pelo menos um dispositivo compatível com este app para continuar.
ru: Чтобы продолжить, выберите хотя бы одно устройство, которое поддерживает это приложение.
sv: Välj minst en enhet som appen stöder för att fortsätta.
th: เลือกอุปกรณ์ที่แอปนี้รองรับอย่างน้อยหนึ่งเครื่องเพื่อดำเนินการต่อ
tr: Devam etmek için bu uygulamanın desteklediği en az bir cihaz seçin.
uk: Щоб продовжити, виберіть принаймні один пристрій, який підтримує цей додаток.
vi: Chọn ít nhất một thiết bị mà ứng dụng này hỗ trợ để tiếp tục.
zh_hans: 请至少选择一个此应用支持的设备以继续。

source: For iPhone and iPad apps: separate ratings for VoiceOver Performance, Button Labelling, and Usability, plus the devices the app supports — pre-ticked from the App Store, and you can untick any it doesn't really support.
ar: لتطبيقات iPhone وiPad: تقييمات منفصلة لأداء VoiceOver وتسمية الأزرار وسهولة الاستخدام، إضافةً إلى الأجهزة التي يدعمها التطبيق — محددة مسبقًا من App Store، ويمكنك إلغاء تحديد أي جهاز لا يدعمه فعلًا.
de: Für iPhone- und iPad-Apps: getrennte Bewertungen für VoiceOver-Leistung, Tastenbeschriftung und Bedienbarkeit, dazu die Geräte, die die App unterstützt – aus dem App Store vorausgewählt, und du kannst jedes Gerät abwählen, das sie nicht wirklich unterstützt.
el: Για εφαρμογές iPhone και iPad: ξεχωριστές βαθμολογίες για την Απόδοση VoiceOver, την Επισήμανση κουμπιών και τη Χρηστικότητα, καθώς και οι συσκευές που υποστηρίζει η εφαρμογή — προεπιλεγμένες από το App Store, και μπορείτε να αποεπιλέξετε όποια δεν υποστηρίζει πραγματικά.
es: Para apps de iPhone y iPad: valoraciones separadas de Rendimiento de VoiceOver, Etiquetado de botones y Usabilidad, además de los dispositivos compatibles con la app, ya marcados según el App Store; puedes desmarcar cualquiera que no admita realmente.
fa: برای برنامه‌های iPhone و iPad: امتیازهای جداگانه برای عملکرد VoiceOver، برچسب‌گذاری دکمه‌ها و کاربردپذیری، به‌علاوهٔ دستگاه‌هایی که برنامه پشتیبانی می‌کند — از پیش بر اساس App Store علامت خورده‌اند و می‌توانید تیک هر کدام را که واقعاً پشتیبانی نمی‌شود بردارید.
fr: Pour les applis iPhone et iPad : des notes distinctes pour les performances de VoiceOver, l'étiquetage des boutons et la facilité d'utilisation, ainsi que les appareils pris en charge — précochés d'après l'App Store, et vous pouvez décocher ceux que l'appli ne prend pas vraiment en charge.
he: לאפליקציות iPhone ו-iPad: דירוגים נפרדים לביצועי VoiceOver, לתיוג כפתורים ולשימושיות, וגם המכשירים שהאפליקציה תומכת בהם — מסומנים מראש לפי ה-App Store, ואפשר לבטל את הסימון של כל מכשיר שהיא לא באמת תומכת בו.
hi: iPhone और iPad ऐप के लिए: VoiceOver प्रदर्शन, बटन लेबलिंग और उपयोगिता की अलग-अलग रेटिंग, साथ में वे डिवाइस जिन्हें ऐप सपोर्ट करता है — App Store से पहले से चुने हुए, और जो सच में सपोर्ट न हों उन्हें आप अनचेक कर सकते हैं।
id: Untuk aplikasi iPhone dan iPad: rating terpisah untuk Kinerja VoiceOver, Pelabelan Tombol, dan Kegunaan, ditambah perangkat yang didukung aplikasi — sudah dicentang dari App Store, dan Anda bisa menghapus centang yang sebenarnya tidak didukung.
it: Per le app per iPhone e iPad: valutazioni separate per Prestazioni di VoiceOver, Etichettatura dei pulsanti e Usabilità, più i dispositivi supportati dall'app, già selezionati in base all'App Store; puoi deselezionare quelli che non supporta davvero.
ja: iPhone と iPad のアプリの場合: VoiceOver のパフォーマンス、ボタンのラベル付け、使いやすさの個別評価に加え、アプリの対応デバイスを入力します。対応デバイスは App Store の情報からあらかじめチェックされ、実際には対応していないものはチェックを外せます。
ko: iPhone 및 iPad 앱: VoiceOver 성능, 버튼 레이블, 사용성에 대한 개별 평가와 앱이 지원하는 기기를 입력합니다. 지원 기기는 App Store 정보로 미리 선택되어 있으며, 실제로 지원하지 않는 기기는 선택 해제할 수 있습니다.
nl: Voor iPhone- en iPad-apps: aparte beoordelingen voor VoiceOver-prestaties, knoplabels en bruikbaarheid, plus de apparaten die de app ondersteunt — vooraf aangevinkt op basis van de App Store, en je kunt elk apparaat uitvinken dat niet echt wordt ondersteund.
pl: Dla aplikacji na iPhone’a i iPada: osobne oceny działania VoiceOver, etykiet przycisków i użyteczności oraz urządzenia obsługiwane przez aplikację — wstępnie zaznaczone na podstawie App Store; możesz odznaczyć te, których faktycznie nie obsługuje.
pt: Para apps de iPhone e iPad: avaliações separadas de Desempenho do VoiceOver, Rotulagem de botões e Usabilidade, além dos dispositivos compatíveis com o app — já marcados a partir da App Store, e você pode desmarcar qualquer um que ele não suporte de verdade.
ru: Для приложений iPhone и iPad: отдельные оценки работы VoiceOver, подписей кнопок и удобства, а также поддерживаемые устройства — они заранее отмечены по данным App Store, и вы можете снять отметку с тех, что приложение на самом деле не поддерживает.
sv: För iPhone- och iPad-appar: separata betyg för VoiceOver-prestanda, knappetiketter och användbarhet, plus de enheter appen stöder – förvalda utifrån App Store, och du kan avmarkera de som den inte egentligen stöder.
th: สำหรับแอป iPhone และ iPad: คะแนนแยกสำหรับประสิทธิภาพ VoiceOver การติดป้ายปุ่ม และความสะดวกในการใช้งาน พร้อมอุปกรณ์ที่แอปรองรับ — เลือกไว้ล่วงหน้าจาก App Store และคุณยกเลิกการเลือกอุปกรณ์ที่ไม่ได้รองรับจริงได้
tr: iPhone ve iPad uygulamaları için: VoiceOver Performansı, Düğme Etiketleme ve Kullanılabilirlik için ayrı puanlar, ayrıca uygulamanın desteklediği cihazlar — App Store'a göre önceden işaretlenir ve gerçekte desteklenmeyenlerin işaretini kaldırabilirsiniz.
uk: Для додатків iPhone і iPad: окремі оцінки роботи VoiceOver, підписів кнопок і зручності, а також підтримувані пристрої — їх заздалегідь позначено за даними App Store, і ви можете зняти позначку з тих, що додаток насправді не підтримує.
vi: Với ứng dụng iPhone và iPad: đánh giá riêng cho Hiệu suất VoiceOver, Nhãn nút và Khả năng sử dụng, cùng các thiết bị ứng dụng hỗ trợ — được chọn sẵn từ App Store, và bạn có thể bỏ chọn thiết bị nào nó không thực sự hỗ trợ.
zh_hans: 对于 iPhone 和 iPad 应用：分别为 VoiceOver 表现、按钮标签和易用性评分，并选择应用支持的设备——已根据 App Store 预先勾选，你可以取消勾选实际上不支持的设备。

source: An app's page always said its description "may differ" from the App Store, even when the two were word for word the same, so updating an entry never made the note go away. It now only says so when they really differ, and app pages also mention when the App Store has renamed an app. When you submit an app, the devices it supports are still filled in from the App Store, but you can now untick any it doesn't really support. Reported directly.
ar: كانت صفحة التطبيق تقول دائمًا إن وصفه «قد يختلف» عن App Store، حتى عندما يكون الاثنان متطابقين حرفيًا، لذا لم يكن تحديث الإدخال يُزيل هذه الملاحظة أبدًا. أصبحت الآن تقول ذلك فقط عندما يختلفان فعلًا، كما تذكر صفحات التطبيقات متى غيّر App Store اسم تطبيق. وعند إرسال تطبيق، تظل الأجهزة التي يدعمها تُملأ من App Store، لكن يمكنك الآن إلغاء تحديد أي جهاز لا يدعمه فعلًا. تم الإبلاغ عنه مباشرة.
de: Die Seite einer App sagte immer, ihre Beschreibung „könne abweichen“ vom App Store – selbst wenn beide Wort für Wort gleich waren –, sodass der Hinweis beim Aktualisieren eines Eintrags nie verschwand. Jetzt erscheint er nur noch, wenn sie sich wirklich unterscheiden, und App-Seiten erwähnen außerdem, wenn eine App im App Store umbenannt wurde. Beim Einreichen einer App werden die unterstützten Geräte weiterhin aus dem App Store übernommen, aber du kannst jetzt jedes abwählen, das sie nicht wirklich unterstützt. Direkt gemeldet.
el: Η σελίδα μιας εφαρμογής έλεγε πάντα ότι η περιγραφή της «μπορεί να διαφέρει» από το App Store, ακόμη κι όταν ήταν λέξη προς λέξη ίδιες, οπότε η ενημέρωση μιας καταχώρισης δεν έκανε ποτέ τη σημείωση να φύγει. Πλέον το λέει μόνο όταν πραγματικά διαφέρουν, και οι σελίδες εφαρμογών αναφέρουν επίσης πότε το App Store μετονόμασε μια εφαρμογή. Όταν υποβάλλετε μια εφαρμογή, οι συσκευές που υποστηρίζει συμπληρώνονται ακόμα από το App Store, αλλά τώρα μπορείτε να αποεπιλέξετε όποια δεν υποστηρίζει πραγματικά. Αναφέρθηκε απευθείας.
es: La página de una app siempre decía que su descripción «puede diferir» de la del App Store, aunque fueran idénticas palabra por palabra, así que actualizar la entrada nunca hacía desaparecer la nota. Ahora solo lo dice cuando realmente difieren, y las páginas de apps también indican cuándo el App Store ha cambiado el nombre de una app. Al enviar una app, los dispositivos compatibles se siguen rellenando a partir del App Store, pero ahora puedes desmarcar cualquiera que no admita realmente. Informado directamente.
fa: صفحهٔ برنامه همیشه می‌گفت توضیحاتش «ممکن است» با App Store «متفاوت باشد»، حتی وقتی هر دو کلمه‌به‌کلمه یکی بودند، پس به‌روزرسانی ورودی هیچ‌وقت آن یادداشت را از بین نمی‌برد. اکنون فقط وقتی واقعاً متفاوت باشند این را می‌گوید، و صفحه‌های برنامه همچنین وقتی App Store نام برنامه‌ای را تغییر داده باشد به آن اشاره می‌کنند. هنگام ارسال یک برنامه، دستگاه‌هایی که پشتیبانی می‌کند همچنان از App Store پر می‌شوند، اما اکنون می‌توانید تیک هر کدام را که واقعاً پشتیبانی نمی‌شود بردارید. مستقیماً گزارش شده است.
fr: La page d'une appli disait toujours que sa description « peut différer » de celle de l'App Store, même quand les deux étaient identiques mot pour mot, si bien que mettre à jour une fiche ne faisait jamais disparaître la mention. Elle ne s'affiche désormais que si elles diffèrent vraiment, et les pages d'applis signalent aussi quand l'App Store a renommé une appli. Quand vous proposez une appli, les appareils pris en charge sont toujours remplis d'après l'App Store, mais vous pouvez désormais décocher ceux qu'elle ne prend pas vraiment en charge. Signalé directement.
he: דף האפליקציה תמיד אמר שהתיאור שלה «עשוי להיות שונה» מה-App Store, גם כשהשניים היו זהים מילה במילה, כך שעדכון הרשומה מעולם לא העלים את ההערה. עכשיו היא מופיעה רק כשהם באמת שונים, ודפי אפליקציות גם מציינים מתי ה-App Store שינה את שם האפליקציה. כשמגישים אפליקציה, המכשירים שהיא תומכת בהם עדיין ממולאים לפי ה-App Store, אבל עכשיו אפשר לבטל את הסימון של כל מכשיר שהיא לא באמת תומכת בו. דווח ישירות.
hi: किसी ऐप का पेज हमेशा कहता था कि उसका विवरण App Store से "अलग हो सकता है", भले ही दोनों शब्दशः एक जैसे हों, इसलिए प्रविष्टि अपडेट करने से यह नोट कभी नहीं हटता था। अब यह तभी दिखता है जब वे सच में अलग हों, और ऐप पेज यह भी बताते हैं कि App Store पर ऐप का नाम कब बदला। ऐप भेजते समय उसके समर्थित डिवाइस अब भी App Store से भरे जाते हैं, पर अब आप उनमें से जो सच में सपोर्ट न हों उन्हें अनचेक कर सकते हैं। सीधे रिपोर्ट किया गया।
id: Halaman aplikasi selalu menyebut deskripsinya "mungkin berbeda" dari App Store, bahkan saat keduanya sama persis kata demi kata, sehingga memperbarui entri tidak pernah menghilangkan catatan itu. Kini catatan itu hanya muncul jika keduanya benar-benar berbeda, dan halaman aplikasi juga menyebutkan saat App Store mengganti nama aplikasi. Saat Anda mengirim aplikasi, perangkat yang didukung tetap diisi dari App Store, tetapi kini Anda bisa menghapus centang perangkat yang sebenarnya tidak didukung. Dilaporkan langsung.
it: La pagina di un'app diceva sempre che la sua descrizione «potrebbe differire» da quella dell'App Store, anche quando erano identiche parola per parola, quindi aggiornare una voce non faceva mai sparire la nota. Ora compare solo quando differiscono davvero, e le pagine delle app segnalano anche quando l'App Store ha rinominato un'app. Quando proponi un'app, i dispositivi supportati vengono ancora compilati in base all'App Store, ma ora puoi deselezionare quelli che non supporta davvero. Segnalato direttamente.
ja: アプリのページでは、説明文が App Store と一字一句同じ場合でも常に「異なる場合があります」と表示されていたため、エントリを更新してもこの注記が消えませんでした。今後は実際に異なる場合にのみ表示され、App Store でアプリの名前が変わった場合もお知らせします。また、アプリを送信する際、対応デバイスは引き続き App Store の情報から入力されますが、実際には対応していないデバイスのチェックを外せるようになりました。直接の報告によるものです。
ko: 앱 페이지에서는 설명이 App Store와 글자 하나까지 같아도 항상 "다를 수 있음"이라고 표시했기 때문에, 항목을 업데이트해도 이 안내가 사라지지 않았습니다. 이제는 실제로 다를 때만 표시되며, App Store에서 앱 이름이 바뀐 경우에도 알려 줍니다. 앱을 제출할 때 지원 기기는 여전히 App Store 정보로 채워지지만, 이제 실제로 지원하지 않는 기기는 선택 해제할 수 있습니다. 직접 제보되었습니다.
nl: De pagina van een app zei altijd dat de beschrijving „kan afwijken” van de App Store, ook als beide woord voor woord gelijk waren, dus het bijwerken van een vermelding liet die opmerking nooit verdwijnen. Nu staat het er alleen nog als ze echt verschillen, en app-pagina's melden ook wanneer de App Store een app een nieuwe naam heeft gegeven. Als je een app instuurt, worden de ondersteunde apparaten nog steeds ingevuld op basis van de App Store, maar je kunt nu elk apparaat uitvinken dat niet echt wordt ondersteund. Rechtstreeks gemeld.
pl: Strona aplikacji zawsze informowała, że jej opis „może się różnić” od opisu w App Store, nawet gdy oba były identyczne słowo w słowo, więc aktualizacja wpisu nigdy nie usuwała tej uwagi. Teraz pojawia się ona tylko wtedy, gdy naprawdę się różnią, a strony aplikacji informują też, kiedy App Store zmienił nazwę aplikacji. Przy zgłaszaniu aplikacji obsługiwane urządzenia nadal są uzupełniane na podstawie App Store, ale teraz możesz odznaczyć te, których aplikacja w rzeczywistości nie obsługuje. Zgłoszone bezpośrednio.
pt: A página de um app sempre dizia que a descrição "pode ser diferente" da App Store, mesmo quando as duas eram idênticas palavra por palavra, então atualizar a entrada nunca fazia a nota sumir. Agora ela só aparece quando realmente são diferentes, e as páginas de apps também avisam quando a App Store mudou o nome de um app. Ao enviar um app, os dispositivos compatíveis continuam sendo preenchidos a partir da App Store, mas agora você pode desmarcar qualquer um que ele não suporte de verdade. Relatado diretamente.
ru: Страница приложения всегда сообщала, что его описание «может отличаться» от App Store, даже когда тексты совпадали слово в слово, поэтому обновление записи никогда не убирало эту пометку. Теперь она появляется только при реальных различиях, а страницы приложений также сообщают, если приложение переименовали в App Store. При отправке приложения поддерживаемые устройства по-прежнему заполняются по данным App Store, но теперь можно снять отметку с тех, что приложение на самом деле не поддерживает. Сообщено напрямую.
sv: En apps sida sa alltid att beskrivningen ”kan skilja sig” från App Store, även när de var ord för ord identiska, så att uppdatera ett objekt fick aldrig anteckningen att försvinna. Nu visas den bara när de verkligen skiljer sig, och appsidor nämner också när App Store har bytt namn på en app. När du skickar in en app fylls de enheter den stöder fortfarande i utifrån App Store, men nu kan du avmarkera de som den inte egentligen stöder. Rapporterat direkt.
th: หน้าของแอปเคยบอกเสมอว่าคำอธิบาย "อาจแตกต่าง" จาก App Store แม้ทั้งสองจะเหมือนกันทุกคำ การอัปเดตรายการจึงไม่เคยทำให้หมายเหตุนี้หายไป ตอนนี้จะแสดงเฉพาะเมื่อแตกต่างกันจริงเท่านั้น และหน้าแอปยังแจ้งเมื่อ App Store เปลี่ยนชื่อแอปด้วย เมื่อส่งแอป อุปกรณ์ที่รองรับยังคงกรอกจาก App Store แต่ตอนนี้คุณยกเลิกการเลือกอุปกรณ์ที่แอปไม่ได้รองรับจริงได้ รายงานโดยตรง
tr: Bir uygulamanın sayfası, iki metin kelimesi kelimesine aynı olsa bile açıklamanın App Store'dakinden "farklı olabileceğini" her zaman söylüyordu; bu yüzden girişi güncellemek bu notu hiçbir zaman kaldırmıyordu. Artık yalnızca gerçekten farklı olduklarında gösteriliyor ve uygulama sayfaları App Store'un bir uygulamanın adını değiştirdiğini de belirtiyor. Bir uygulama gönderirken desteklenen cihazlar hâlâ App Store'dan dolduruluyor, ancak artık gerçekte desteklenmeyenlerin işaretini kaldırabilirsiniz. Doğrudan bildirildi.
uk: Сторінка додатка завжди повідомляла, що його опис «може відрізнятися» від App Store, навіть коли тексти збігалися слово в слово, тож оновлення запису ніколи не прибирало цієї примітки. Тепер вона з'являється лише за справжніх відмінностей, а сторінки додатків також повідомляють, якщо додаток перейменували в App Store. Під час надсилання додатка підтримувані пристрої, як і раніше, заповнюються за даними App Store, але тепер можна зняти позначку з тих, що додаток насправді не підтримує. Повідомлено напряму.
vi: Trang của ứng dụng trước đây luôn ghi mô tả "có thể khác" với App Store, ngay cả khi hai bên giống hệt nhau từng chữ, nên cập nhật mục không bao giờ làm ghi chú đó biến mất. Giờ ghi chú chỉ hiện khi chúng thực sự khác nhau, và trang ứng dụng cũng cho biết khi App Store đổi tên ứng dụng. Khi bạn gửi một ứng dụng, các thiết bị được hỗ trợ vẫn được điền từ App Store, nhưng giờ bạn có thể bỏ chọn thiết bị nào nó không thực sự hỗ trợ. Được báo cáo trực tiếp.
zh_hans: 应用页面过去总是说其描述“可能与” App Store“不同”，即使两者逐字相同，因此更新条目也从未让这条提示消失。现在只有真的不同时才会显示，应用页面还会在 App Store 为应用改名时提示。提交应用时，支持的设备仍会根据 App Store 自动填写，但现在你可以取消勾选实际上不支持的设备。直接报告。

source: %@ app entry
ar: إدخال تطبيق من فئة %@
de: %@-App-Eintrag
el: Καταχώριση εφαρμογής %@
es: Entrada de app de %@
fa: ورودی برنامهٔ %@
fr: Fiche d'appli %@
he: רשומת אפליקציה בקטגוריה %@
hi: %@ ऐप प्रविष्टि
id: Entri aplikasi %@
it: Voce dell'app %@
ja: %@ のアプリのエントリ
ko: %@ 앱 항목
nl: %@-app-vermelding
pl: Wpis aplikacji: %@
pt: Entrada de app de %@
ru: Запись приложения: %@
sv: Appobjekt i %@
th: รายการแอปหมวด %@
tr: %@ uygulama girişi
uk: Запис додатка: %@
vi: Mục ứng dụng %@
zh_hans: %@ 应用条目

source: %@ podcast
ar: بودكاست %@
fa: پادکست %@
he: פודקאסט %@
hi: %@ पॉडकास्ट
ja: %@ ポッドキャスト
ko: %@ 팟캐스트
ru: Подкаст «%@»
sv: Podden %@
th: พอดแคสต์ %@
tr: %@ podcast'i
uk: Подкаст «%@»
zh_hans: %@ 播客

source: %@ since your last visit
ar: %@ منذ زيارتك الأخيرة
de: %@ seit deinem letzten Besuch
el: %@ από την τελευταία σας επίσκεψη
es: %@ desde tu última visita
fa: %@ از آخرین بازدید شما
fr: %@ depuis votre dernière visite
he: %@ מאז הביקור האחרון שלך
hi: आपकी पिछली विज़िट के बाद से %@
id: %@ sejak kunjungan terakhir Anda
it: %@ dalla tua ultima visita
ja: 前回の訪問以降: %@
ko: 마지막 방문 이후 %@
nl: %@ sinds je laatste bezoek
pl: %@ od Twojej ostatniej wizyty
pt: %@ desde sua última visita
ru: %@ с вашего последнего визита
sv: %@ sedan ditt senaste besök
th: %@ ตั้งแต่การเข้าชมครั้งล่าสุด
tr: Son ziyaretinizden bu yana %@
uk: %@ від вашого останнього візиту
vi: %@ kể từ lần truy cập trước
zh_hans: 自你上次访问以来：%@

source: %@ topic
ar: موضوع في %@
de: Thema in %@
el: Θέμα στο %@
es: Tema de %@
fa: موضوع در %@
fr: Sujet dans %@
he: נושא ב%@
hi: %@ विषय
id: Topik %@
it: Argomento in %@
ja: %@ のトピック
ko: %@ 주제
nl: Onderwerp in %@
pl: Temat w: %@
pt: Tópico de %@
ru: Тема в разделе «%@»
sv: Ämne i %@
th: หัวข้อใน %@
tr: %@ konusu
uk: Тема в розділі «%@»
vi: Chủ đề %@
zh_hans: %@ 话题

source: %@ — Jump to First New Comment
ar: %@ — الانتقال إلى أول تعليق جديد
de: %@ – Zum ersten neuen Kommentar springen
el: %@ — Μετάβαση στο πρώτο νέο σχόλιο
es: %@ — Ir al primer comentario nuevo
fa: %@ — رفتن به اولین نظر تازه
fr: %@ — Aller au premier nouveau commentaire
he: %@ — מעבר לתגובה החדשה הראשונה
hi: %@ — पहली नई टिप्पणी पर जाएँ
id: %@ — Lompat ke Komentar Baru Pertama
it: %@ — Vai al primo nuovo commento
ja: %@ — 最初の新着コメントへ移動
ko: %@ — 첫 번째 새 댓글로 이동
nl: %@ — Naar eerste nieuwe reactie
pl: %@ — Przejdź do pierwszego nowego komentarza
pt: %@ — Ir para o primeiro comentário novo
ru: %@ — К первому новому комментарию
sv: %@ – Gå till första nya kommentaren
th: %@ — ไปยังความคิดเห็นใหม่แรก
tr: %@ — İlk Yeni Yoruma Git
uk: %@ — До першого нового коментаря
vi: %@ — Chuyển tới bình luận mới đầu tiên
zh_hans: %@ — 跳到第一条新评论

source: %@, %@ severity
ar: %@، الخطورة: %@
de: %@, Schweregrad %@
el: %@, σοβαρότητα %@
es: %@, gravedad %@
fa: %@، شدت %@
fr: %@, gravité %@
he: %@, חומרה %@
hi: %@, गंभीरता %@
id: %@, tingkat keparahan %@
it: %@, gravità %@
ja: %@、重大度 %@
ko: %@, 심각도 %@
nl: %@, ernst %@
pl: %@, ważność: %@
pt: %@, gravidade %@
ru: %@, серьёзность: %@
sv: %@, allvarlighetsgrad %@
th: %@ ความรุนแรง %@
tr: %@, önem derecesi %@
uk: %@, серйозність: %@
vi: %@, mức độ %@
zh_hans: %@，严重程度%@

source: %@ of %@
ar: %@ من %@
de: %@ von %@
el: %@ από %@
es: %@ de %@
fa: %@ از %@
fr: %@ sur %@
he: %@ מתוך %@
id: %@ dari %@
it: %@ di %@
nl: %@ van %@
pl: %@ z %@
pt: %@ de %@
ru: %@ из %@
sv: %@ av %@
th: %@ จาก %@
uk: %@ з %@
